{
    "Ancient Mediterranean": {
        "Name": "Ancient Mediterranean",
        "Nations": [
            "Rome",
            "Greece",
            "Egypt",
            "Persia",
            "Carthage"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "3",
        "CreatedBy": "Don Hessong",
        "Version": "",
        "Description": "Five historical nations battle for dominance of the Mediterranean.",
        "Rules": "Rules are as per classical Diplomacy, with a few parts of the map that have noteworthy connectivity. Baleares is an archipelago that can be occupied by armies or fleets. Armies may not move directly from the mainland to Baleares, and a fleet in Baleares is able to form part of a convoy chain. The canal between Athens and Sparta is passable for armies, and means that Athens only has a single coast. Similarly the canal in Byzantium, the Sicilian Straits and the River Nile. There is a four way connection between the Ausonian Sea, Messenian Sea, Gulf of Tacape and Libyan Sea. There is another four-way connection between Alexandria, Sinai, Thebes and the Gulf of Pelusium. The first to 18 supply centers is the winner."
    },
    "Canton": {
        "Name": "Canton",
        "Nations": [
            "Turkey",
            "Britain",
            "China",
            "Holland",
            "Japan",
            "Russia",
            "France"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "3",
        "CreatedBy": "Paul Webb",
        "Version": "3",
        "Description": "Canton is a seven-player Diplomacy variant set in Asia at the beginning of the 20th century.  The \"Great Powers\" are Britain, China, France, Holland, Japan, Russia, and Turkey.  Return to this era and determine the fate of Asia.",
        "Rules": "Canton follows the same general principles of Classic Diplomacy. Units can only be built on home (starting) home supply centers. Constantinople (Con) and Egypt (Egy) work as canals (same as Kiel in Classic). Four provinces have dual coasts: Damascus (South/West), Bulgaria (South/East), Siam (West/East) and Canton (South/East). Provinces without names are impassable."
    },
    "Chaos": {
        "Name": "Chaos",
        "Nations": [
            "Ankara",
            "Belgium",
            "Berlin",
            "Brest",
            "Budapest",
            "Bulgaria",
            "Constantinople",
            "Denmark",
            "Edinburgh",
            "Greece",
            "Holland",
            "Kiel",
            "Liverpool",
            "London",
            "Marseilles",
            "Moscow",
            "Munich",
            "Naples",
            "Norway",
            "Paris",
            "Portugal",
            "Rome",
            "Rumania",
            "Serbia",
            "Sevastopol",
            "Smyrna",
            "Spain",
            "StPetersburg",
            "Sweden",
            "Trieste",
            "Tunis",
            "Venice",
            "Vienna",
            "Warsaw"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "1",
        "CreatedBy": "Unknown",
        "Version": "",
        "Description": "The chaos variant is played by 34 players, each owning a single supply center on the standard Diplomacy map. The game starts in Winter of 1900 at the adjustment phase. Each player starts out choosing which type of unit they wish to build and progressing from there. When building units, a unit may be built at any owned supply center. To mitigate absent players, all supply centers without orders during the first adjustment will build armies by default.",
        "Rules": "The first to 18 supply centers is the winner."
    },
    "Classical": {
        "Name": "Classical",
        "Nations": [
            "Austria",
            "England",
            "France",
            "Germany",
            "Italy",
            "Turkey",
            "Russia"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "5",
        "CreatedBy": "Allan B. Calhamer",
        "Version": "",
        "Description": "The original game of Diplomacy.",
        "Rules": "The first to 18 supply centers is the winner. See the Wikibooks article for how to play: https://en.wikibooks.org/wiki/Diplomacy/Rules"
    },
    "Cold War": {
        "Name": "Cold War",
        "Nations": [
            "USSR",
            "NATO"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "2",
        "CreatedBy": "Firehawk \u0026 Safari",
        "Version": "2",
        "Description": "NATO and the USSR fight each other to see which will be the dominant superpower.",
        "Rules": "Rules are as per classical Diplomacy, but with a different map. The winner is the first to seventeen supply centers, which is slightly more than half. Indonesia is connected to Australia and the Phillipines by bridges which allow armies and fleets to travel between them. Panama, Egypt and Istanbul contain canals, which allows fleets to enter and exit from either side. Denmark and Sweden are single coast provinces which fleets and armies can move between. Fleets in the North Sea must move to one of these provinces to get to the Baltic. Fleets may only convoy if they are in all-sea provinces."
    },
    "Fleet Rome": {
        "Name": "Fleet Rome",
        "Nations": [
            "Austria",
            "England",
            "France",
            "Germany",
            "Italy",
            "Turkey",
            "Russia"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "1",
        "CreatedBy": "Richard Sharp",
        "Version": "",
        "Description": "Classical Diplomacy, but Italy starts with a fleet in Rome.",
        "Rules": "The first to 18 supply centers is the winner.  Rules are as per classical Diplomacy, but Italy starts with a fleet in Rome rather than an army."
    },
    "France vs Austria": {
        "Name": "France vs Austria",
        "Nations": [
            "Austria",
            "France"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "1",
        "CreatedBy": "",
        "Version": "",
        "Description": "A two player variant on the classical map.",
        "Rules": "The first to 18 supply centers is the winner. The rules are as per classical Diplomacy, but with only France and Austria."
    },
    "Hundred": {
        "Name": "Hundred",
        "Nations": [
            "England",
            "Burgundy",
            "France"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Year"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "2",
        "CreatedBy": "Andy Schwarz",
        "Version": "3",
        "Description": "A three player variant based on the Hundred Years War.",
        "Rules": "A 'build anywhere' variant (players can build in any vacant supply center they own) where three players compete to be the first to 9 centers. The map is fairly standard except London is directly connected to Calais (for all units) and Northumbria and Aragon each have two coasts. France starts with five units but only four centers, so they will have to disband unless they gain a center by the end of 1430. The variant replaces Spring and Fall from the Classical game with years ending in '5' and years ending in '0' - i.e. there is an adjustment phase at the end of years ending in '0'."
    },
    "North Sea Wars": {
        "Name": "North Sea Wars",
        "Nations": [
            "Britons",
            "Romans",
            "Frysians",
            "Norse"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "1",
        "CreatedBy": "sqrg",
        "Version": "1",
        "Description": "A battle for trade routes in the North Sea.",
        "Rules": "Standard rules, but with the following exceptions. The Central North Sea is a split region, connected to three trade centers - Wood, Iron and Grain. Players may move from the Central North Sea to claim any of these as if they were regular coastal regions. Units may move freely between these centers, but it is not possible for a unit to pass back in the opposite direction. Sealand is a coastal region with land access to all neighbouring spaces (including Limfjorden) and naval access to the east coast of Jutland, but not Amsivaria. The Irish Sea is inaccessible. The first player to 8 supply centers wins."
    },
    "Pure": {
        "Name": "Pure",
        "Nations": [
            "Austria",
            "England",
            "France",
            "Germany",
            "Italy",
            "Turkey",
            "Russia"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army"
        ],
        "SVGVersion": "3",
        "CreatedBy": "Danny Loeb",
        "Version": "vb10",
        "Description": "A very minimal version of classical Diplomacy where each country is a single province.",
        "Rules": "Each of the seven nations has a single supply center, and each is adjacent to all of the others. The first player to own four of these centers is the winner."
    },
    "Twenty Twenty": {
        "Name": "Twenty Twenty",
        "Nations": [
            "Brazil",
            "Canada",
            "Australia",
            "Italy",
            "USA",
            "Kenya",
            "Egypt",
            "Thailand",
            "Turkey",
            "South Africa",
            "India",
            "Russia",
            "Pakistan",
            "China",
            "UK",
            "Japan",
            "Germany",
            "Argentina",
            "Nigeria",
            "Spain"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "6",
        "CreatedBy": "TTTPPP",
        "Version": "1",
        "Description": "Twenty nations compete to conquer the world by the year 2020.",
        "Rules": "The rules are mostly standard. Nations may build in any captured home centers (note - they may not build in captured neutral supply centers). To win a nation needs to own more supply centers than any opponent. In the first year they need 20 more supply centers than any other player, but this target is reduced by 1 each year. So to win in the year 2015 a player needs at least 6 more supply centers than any other player, and in 2020 and beyond they need a lead of a single supply center. Alternatively, if a player manages to get to 49 centers (i.e. they own over half the map) then they automatically win. The game can only be won in the adjustment phase at the end of a year. There are six bridges connecting regions for armies (and fleets). These are Anchorage-Vladivostok, New Orleans-Cuba, Cuba-Dominican Republic, Ethiopia-Yemen, Korea-Nagisaki and Indonesia-Darwin. Thirteen regions have multiple coasts. These are Whitehorse, Los Angeles, Mexico, Colombia, Bordeaux, Milan, Rome, Finland, Bulgaria, Ankara, Iraq, Mecca and Shanyang."
    },
    "Vietnam War": {
        "Name": "Vietnam War",
        "Nations": [
            "North Vietnam",
            "Thailand",
            "South Vietnam",
            "Cambodia",
            "Laos"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "2",
        "CreatedBy": "ThePolice",
        "Version": "1.12",
        "Description": "Indochina Peninsula at the beginning of Vietnam War in 1955.",
        "Rules": "Rules are the same as classical Diplomacy, but with a different map. The winner is the first to fifteen provinces which is slightly more than half. All provinces connected to Mekong river are coastal; those are: Xuyen, Mekong, Pakxe and Ubon. That means Laos is able to build fleets in Pakxe. Xuyen has two coasts, as does Mekong (south coast and the river)."
    },
    "Western World 901": {
        "Name": "Western World 901",
        "Nations": [
            "Umayyad Emirate",
            "Principality of Kiev",
            "Kingdom of Denmark",
            "Khaganate of Khazaria",
            "West Frankish Kingdom",
            "Tulunid Emirate",
            "Abbasid Caliphate",
            "East Frankish Kingdom",
            "Eastern Roman Empire"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "2",
        "CreatedBy": "David Cohen",
        "Version": "4.0",
        "Description": "Nine powers compete for the Western World circa 901.",
        "Rules": "Rules are per standard Diplomacy except that nations may build in any vacant supply center they own. Each neutral supply center has a neutral army in it that will hold, or if dislodged then it will disband. If a neutral center is unowned in an adjustment phase then army will be rebuilt. Note that five regions have two coasts (Saamiland, Veletia, Jorvik, Rome and Pechenega) and Constantinople has a canal as in the standard map. There is no connection for fleets from the Khazar Sea to other sea regions. The winner is the first to own 33 of the 64 supply centers."
    },
    "Youngstown Redux": {
        "Name": "Youngstown Redux",
        "Nations": [
            "Turkey",
            "Austria",
            "Britain",
            "China",
            "Japan",
            "Italy",
            "Germany",
            "India",
            "Russia",
            "France"
        ],
        "PhaseTypes": [
            "Movement",
            "Retreat",
            "Adjustment"
        ],
        "Seasons": [
            "Spring",
            "Fall"
        ],
        "UnitTypes": [
            "Army",
            "Fleet"
        ],
        "SVGVersion": "2",
        "CreatedBy": "airborne",
        "Version": "I",
        "Description": "A ten player variant that adds China, India and Japan to the standard seven nations.",
        "Rules": "Rules are as per classical Diplomacy. There are eight box sea regions which are each connected to the other boxes in the same row and column, and allow fleets to travel 'around the world'. Six provinces have two coasts (Spain, St. Petersburg, Levant, Arabia, Hebei and Thailand), and all other coastal regions have a single coast. Note that the frozen Arctic region is impassible and prevents fleets from reaching Omsk and Siberia. The winner is the first nation to 28 supply centers, or the player with the most in the case of multiple nations reaching 28 in the same turn. If the leading two nations both have the same number of centers then the game will continue for another year. This variant is based on the Youngstown variant by Rod Walker, A. Phillips, Ken Lowe and Jon Monsarret."
    }
}
